Repository: simonfrey/apple-browsers
Catalog: macOS/LocalPackages/SubscriptionUI/Sources/SubscriptionUI/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl, pt, ru

# subscription.preferences.subscription.inactive.us.caption
source: Subscribers get our VPN, advanced AI models in Duck.ai, Personal Information Removal, and Identity Theft Restoration.
de: Abonnenten erhalten unser VPN und fortschrittliche KI-Modelle in Duck.ai, Personal Information Removal und Identity Theft Restoration.
es: Los suscriptores obtienen nuestra VPN, modelos avanzados de IA en Duck.ai, Personal Information Removal y Identity Theft Restoration.
fr: Les abonnés bénéficient de notre VPN, de modèles d'IA avancés dans Duck.ai, de Personal Information Removal et d'Identity Theft Restoration.
it: Gli abbonati ricevono la nostra VPN, modelli avanzati di intelligenza artificiale in Duck.ai, Personal Information Removal e Identity Theft Restoration.
nl: Abonnees krijgen onze VPN en geavanceerde AI-modellen in Duck.ai, Personal Information Removal en Identity Theft Restoration.
pl: Subskrybenci otrzymują VPN, zaawansowane modele sztucznej inteligencji w Duck.ai, usługi Personal Information Removal oraz Identity Theft Restoration.
pt: Os subscritores obtêm a nossa VPN e os modelos avançados de IA no Duck.ai, a Personal Information Removal e a Identity Theft Restoration.
ru: Подписка открывает доступ к VPN, продвинутым моделям ИИ в Duck.ai, а также функциям удаления личной информации и восстановления после кражи данных.

# subscription.preferences.subscription.inactive.us.caption.no.duck.ai
source: Subscribers get our VPN, Personal Information Removal, and Identity Theft Restoration.
de: Abonnenten erhalten unser VPN, Personal Information Removal und Identity Theft Restoration.
es: Los suscriptores obtienen nuestra VPN, Personal Information Removal y Identity Theft Restoration.
fr: Les abonnés bénéficient de notre VPN, de Personal Information Removal et d'Identity Theft Restoration.
it: Gli abbonati ricevono la nostra VPN, Personal Information Removal e Identity Theft Restoration.
nl: Abonnees krijgen onze VPN, Personal Information Removal en Identity Theft Restoration.
pl: Subskrybenci otrzymują usługi VPN, Personal Information Removal oraz Identity Theft Restoration.
pt: Os subscritores obtêm a nossa VPN, a Personal Information Removal e a Identity Theft Restoration.
ru: Подписка открывает доступ к VPN, а также функциям удаления личной информации и восстановления после кражи данных.

# subscription.preferences.subscription.pending.caption
source: This is taking longer than usual. Please check back later.
de: Das dauert länger als üblich. Bitte versuche es später noch einmal.
es: Está tardando más de lo normal. Vuelve a comprobarlo más tarde.
fr: Cela prend plus de temps que la normale ; veuillez revenir plus tard.
it: L'operazione sta richiedendo più tempo del solito. Controlla più tardi.
nl: Dit duurt langer dan normaal. Kom later nog eens terug.
pl: Trwa to dłużej niż zwykle. Sprawdź później.
pt: Este processo está a demorar mais tempo do que o habitual. Verifica mais tarde.
ru: Этот процесс занимает больше времени, чем обычно. Загляните сюда позже.

# subscription.preferences.subscription.pending.downgrade.monthly.caption
source: Your plan will downgrade to %1$@ Monthly on %2$@.
de: Dein Tarif wird am %2$@ auf %1$@ monatlich herabgestuft.
es: Tu plan se revertirá a %1$@ mensualmente el %2$@.
fr: Votre forfait passera à %1$@ mensuel le %2$@.
it: Il tuo piano sarà declassato a %1$@ mensile il giorno %2$@.
nl: Je abonnement wordt op %2$@ gedowngraded naar %1$@ per maand.
pl: W dniu %2$@ Twój plan zostanie obniżony do poziomu %1$@ z rozliczeniem miesięcznym.
pt: Será feito o downgrade do teu plano para %1$@ mensal a %2$@.
ru: Ваш тарифный план будет понижен до %1$@ Monthly %2$@.

# subscription.preferences.subscription.pending.downgrade.unknown.caption
source: Your plan will downgrade to %1$@ on %2$@.
de: Dein Tarif wird am %2$@ auf %1$@ herabgestuft.
es: Tu plan se se revertirá a %1$@ el %2$@.
fr: Votre forfait passera à %1$@ le %2$@.
it: Il tuo piano sarà declassato a %1$@ il giorno %2$@.
nl: Je abonnement wordt op %2$@ gedowngraded naar %1$@.
pl: W dniu %2$@ Twój plan zostanie obniżony do poziomu %1$@.
pt: Será feito o downgrade do teu plano para %1$@ a %2$@.
ru: Ваш тарифный план будет понижен до %1$@ %2$@.

# subscription.preferences.subscription.pending.downgrade.yearly.caption
source: Your plan will downgrade to %1$@ Yearly on %2$@.
de: Dein Tarif wird am %2$@ zu %1$@ jährlich herabgestuft.
es: Tu plan se revertirá a %1$@ anualmente el %2$@.
fr: Votre forfait passera à %1$@ annuel le %2$@.
it: Il tuo piano sarà declassato a %1$@ annuale il giorno %2$@.
nl: Je abonnement wordt op %2$@ gedowngraded naar %1$@ per jaar.
pl: W dniu %2$@ Twój plan zostanie obniżony do poziomu %1$@ z rozliczeniem rocznym.
pt: Será feito o downgrade do teu plano para %1$@ anual a %2$@.
ru: Ваш тарифный план будет понижен до %1$@ Yearly %2$@.

# subscription.preferences.subscription.settings.activating
source: Activating
de: Wird aktiviert
es: Activando
fr: Activation en cours
it: Attivazione in corso…
nl: Bezig met activeren
pl: Aktywacja
pt: A ativar…
ru: Выполняется активация

# subscription.preferences.subscription.settings.free-trial.active
source: Free Trial Active
de: Kostenlose Testphase aktiv
es: Prueba gratuita activa
fr: Essai gratuit actif
it: Prova gratuita attiva
nl: Gratis proefversie actief
pl: Aktywny bezpłatny okres próbny
pt: Período de teste gratuito ativo
ru: Бесплатный пробный доступ активирован

# subscription.preferences.subscription.settings.section.title
source: Subscription Settings
de: Abonnementeinstellungen
es: Ajustes de suscripción
fr: Paramètres d'abonnement
it: Impostazioni dell'abbonamento
nl: Abonnementinstellingen
pl: Ustawienia subskrypcji
pt: Definições de Subscrição
ru: Настройки подписки

# subscription.preferences.subscription.settings.subscribed
source: Subscribed
de: Abonniert
es: Suscrito
fr: Abonné(e)
it: Iscritto
nl: Geabonneerd
pl: Subskrypcja
pt: Subscrito
ru: Подписка оформлена

# subscription.preferences.subscription.settings.title
source: Subscription Settings
de: Abonnementeinstellungen
es: Ajustes de suscripción
fr: Paramètres d'abonnement
it: Impostazioni dell'abbonamento
nl: Abonnementinstellingen
pl: Ustawienia subskrypcji
pt: Definições de Subscrição
ru: Настройки подписки

# subscription.preferences.update.plan.or.cancel.button
source: Update Plan or Cancel
de: Tarif aktualisieren oder kündigen
es: Actualizar el plan o cancelar
fr: Modifier le forfait ou le résilier
it: Aggiorna o annulla il piano
nl: Plan bijwerken of annuleren
pl: Aktualizuj lub anuluj plan
pt: Atualizar Plano ou Cancelar
ru: Изменить или отменить подписку

# subscription.preferences.view.faqs.button
source: FAQs and Support
de: F&A und Support
es: Preguntas frecuentes y asistencia
fr: FAQ et assistance
it: Domande frequenti e assistenza
nl: Veelgestelde vragen en ondersteuning
pl: Często zadawane pytania i pomoc techniczna
pt: Perguntas Frequentes e Apoio Técnico
ru: ЧаВо и поддержка

# subscription.upgrade.button
source: Upgrade to %@
de: Upgrade auf %@
es: Actualizar a %@
fr: Passer à %@
it: Esegui l'upgrade a %@
nl: Upgraden naar %@
pl: Przejdź na poziom %@
pt: Atualiza para o %@
ru: Поднимите тарифный план до %@

# subscription.upgrade.section.caption
source: Unlock smarter, more powerful AI
de: Nutze intelligentere und leistungsfähigere KI
es: Desbloquea una IA más inteligente y más potente
fr: Débloquez une IA plus intelligente et plus puissante
it: Sblocca un'AI più intelligente e potente
nl: Ontgrendel slimmere, krachtigere AI
pl: Odblokuj mądrzejszą i bardziej wydajną sztuczną inteligencję
pt: Desbloqueia funcionalidades IA mais inteligentes e poderosas
ru: Раскройте потенциал более умного и мощного ИИ.

# win-back.campaign.logged-in.preferences.cta
source: Resubscribe and Save 25%
de: Erneut abonnieren und 25 % sparen
es: Vuelve a suscribirte y ahorra un 25 %
fr: Réabonnez-vous et économisez 25 %
it: Rinnova l'iscrizione e risparmia il 25%
nl: Abonneer je opnieuw en bespaar 25%
pl: Odnów subskrypcję i zaoszczędź 25%
pt: Volta a subscrever e poupa 25%
ru: -25% за возобновление подписки

# win-back.campaign.logged-in.preferences.message
source: Stay protected with our VPN, private AI, and more. Resubscribe today and save 25%. Limited time offer.
de: Bleib geschützt mit unserem VPN, privater KI und mehr. Abonniere noch heute erneut und spare 25 %. Zeitlich begrenztes Angebot.
es: Mantente protegido con nuestra VPN, IA privada y mucho más. Vuelve a suscribirte hoy y ahorra un 25 %.Oferta por tiempo limitado.
fr: Protégez-vous grâce à notre VPN, à notre IA privée et plus encore. Réabonnez-vous aujourd'hui et économisez 25 %.Offre à durée limitée.
it: Proteggiti con la nostra VPN, AI privata e altro ancora. Rinnova oggi stesso e risparmia il 25%. Offerta a tempo limitato.
nl: Blijf beschermd met onze VPN, private AI en meer. Meld je vandaag nog opnieuw aan en bespaar 25%. Tijdelijke aanbieding.
pl: Zachowaj bezpieczeństwo dzięki naszej sieci VPN, prywatnej AI i innym usługom. Odnów subskrypcję już dziś i zaoszczędź 25%. Oferta ograniczona czasowo.
pt: Mantém a tua proteção com a nossa VPN, IA privada e muito mais. Volta a subscrever hoje mesmo e poupa 25%.Oferta por tempo limitado.
ru: Вы всегда под защитой: VPN, приватный ИИ и многое другое. Скидка 25% при возобновлении подписки. Срок акции ограничен.

# win-back.campaign.logged-out.preferences.cta
source: See Offer
de: Angebot ansehen
es: Ver oferta
fr: Voir l'offre
it: Vedi l'offerta
nl: Bekijk de aanbieding
pl: Zobacz ofertę
pt: Ver oferta
ru: Акция

# win-back.campaign.logged-out.preferences.existing.subscription.button
source: I Have a Subscription
de: Ich habe ein Abonnement
es: Tengo una suscripción
fr: J'ai un abonnement
it: Ho un abbonamento
nl: Ik heb een abonnement
pl: Mam subskrypcję
pt: Tenho uma Subscrição
ru: У меня уже есть подписка

# win-back.campaign.logged-out.preferences.title
source: We want you back! Get 25% off.
de: Wir wollen dich zurück! Erhalte 25 % Rabatt.
es: ¡Queremos que vuelvas! Consigue un 25 % de descuento.
fr: Nous voulons vous revoir ! Bénéficiez de 25 % de réduction.
it: Torna indietro! Ottieni il 25% di sconto.
nl: Wij willen je terug! Krijg 25% korting.
pl: Wróć do nas! Otrzymasz 25% zniżki.
pt: Queremos-te de volta! Recebe 25% de desconto.
ru: Ждем вашего возвращения. Держите скидку 25%!

# subscription.alert.button.ok
source: OK
es: De acuerdo
ru: Хорошо
